{
  "text": {
    "hey": 47,
    "hello": 46,
    "hi": 48,
    "there": 106,
    "good": 39,
    "morning": 66,
    "evening": 29,
    "moin": 65,
    "let": 60,
    "s": 85,
    "go": 37,
    "dude": 28,
    "goodmorning": 42,
    "goodevening": 41,
    "afternoon": 3,
    "cu": 20,
    "by": 13,
    "cee": 16,
    "you": 124,
    "later": 59,
    "night": 72,
    "bye": 14,
    "goodbye": 40,
    "have": 44,
    "a": 1,
    "nice": 71,
    "day": 22,
    "see": 91,
    "around": 8,
    "yes": 123,
    "y": 122,
    "indeed": 53,
    "of": 76,
    "course": 19,
    "that": 104,
    "sounds": 97,
    "correct": 17,
    "no": 74,
    "n": 69,
    "never": 70,
    "i": 52,
    "don": 27,
    "t": 101,
    "think": 107,
    "so": 95,
    "like": 61,
    "way": 114,
    "not": 75,
    "really": 82,
    "perfect": 77,
    "great": 43,
    "amazing": 6,
    "feeling": 33,
    "king": 56,
    "wonderful": 118,
    "am": 5,
    "very": 112,
    "going": 38,
    "to": 108,
    "save": 90,
    "the": 105,
    "world": 119,
    "super": 100,
    "stoked": 98,
    "extremely": 30,
    "my": 68,
    "was": 113,
    "horrible": 49,
    "sad": 88,
    "feel": 32,
    "well": 115,
    "disappointed": 24,
    "m": 62,
    "unhappy": 111,
    "extremly": 31,
    "saad": 87,
    "are": 7,
    "bot": 10,
    "human": 51,
    "talking": 102,
    "what": 116,
    "is": 55,
    "price": 80,
    "iphone": 54,
    "__number__": 0,
    "how": 50,
    "much": 67,
    "does": 26,
    "dell": 23,
    "xps": 121,
    "cost": 18,
    "samsung": 89,
    "galaxy": 35,
    "s22": 86,
    "please": 79,
    "can": 15,
    "tell": 103,
    "me": 64,
    "for": 34,
    "sony": 96,
    "headphones": 45,
    "d": 21,
    "know": 57,
    "nike": 73,
    "air": 4,
    "max": 63,
    "recommend": 83,
    "laptop": 58,
    "smartphone": 94,
    "do": 25,
    "suggest": 99,
    "smart": 93,
    "tv": 109,
    "best": 9,
    "which": 117,
    "gaming": 36,
    "should": 92,
    "buy": 11,
    "phone": 78,
    "quality": 81,
    "tvs": 110,
    "reliable": 84,
    "about": 2,
    "worth": 120,
    "buying": 12
  },
  "intent": {
    "greet": 6,
    "goodbye": 5,
    "affirm": 0,
    "deny": 4,
    "mood_great": 7,
    "mood_unhappy": 8,
    "bot_challenge": 2,
    "check_price": 3,
    "recommend_product": 9,
    "ask_quality": 1
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_ask_quality": 12,
    "utter_check_price": 13,
    "utter_cheer_up": 14,
    "utter_did_that_help": 15,
    "utter_goodbye": 16,
    "utter_greet": 17,
    "utter_happy": 18,
    "utter_iamabot": 19,
    "utter_price": 20,
    "utter_quality": 21,
    "utter_recommend_product": 22
  },
  "action_text": null,
  "intent_response_key": null
}